"PHONE_TITLE" = "الهاتف";
"CALLS_LABEL" = "المكالمات";
"CALL_FORWARDING" = "تحويل المكالمة";
"SHOW_CALLER_ID" = "إظهار هويتي";

"Loading" = "جاري التحميل…";
"Reverted" = "تمت الإعادة";
"Saving" = "جاري الحفظ…";
"FAILED" = "فشل";
"SUCCESS" = "نجاح";
"ERROR" = "خطأ";
"DISMISS" = "استبعاد";

"Calls" = "المكالمات";
"International Assist" = "مساعدة دولية";
"Phone" = "الهاتف";
"Show My Caller ID" = "إظهار هويتي";

"SETTING_SAVE_ERROR" = "لا يمكن حفظ إعداد %@.";
"kCTSettingTypeCallForwarding" = "تحويل المكالمة";
"kCTSettingTypeCallWaiting" = "انتظار المكالمة";
"kCTSettingTypeCallingLineIdRestriction" = "هوية المُتصل";
"kCTSettingTypeSIMLock" = "SIM PIN";
"kCTSettingTypePIN" = "PIN";

"OFF" = "إيقاف";
"ON" = "تشغيل";

"Network Selection" = "اختيار الشبكة";
"SIM PIN" = "SIM PIN";

"Call Forwarding" = "تحويل المكالمة";
"Call Waiting" = "انتظار المكالمة";
"Network" = "الشبكة";
"SIM Applications" = "تطبيقات الـ SIM";
"TTY" = "TTY";

"Automatic" = "تلقائي";

"Save" = "حفظ";
"Cancel" = "إلغاء";
"Done" = "تم";
"OK" = "موافق";

"ENTER_PASSWORD_FOR_LOCK" = "أدخل الـ PIN لقفل الـ SIM . ‏%@";
"ENTER_PASSWORD_FOR_UNLOCK" = "أدخل الـ PIN لفتح قفل الـ SIM. %@";

"Current Password" = "كلمة السر الحالية";
"New Password" = "كلمة سر جديدة";
"Confirm New Password" = "تأكيد كلمة السر الجديدة";

"ATTEMPT_REMAINING" = "%@ محاولة متبقية.";
"ATTEMPTS_REMAINING" = "%@ محاولات متبقية.";

"COULD_NOT_LOCK" = " لا يمكن قفل الـ SIM. %@‬";
"COULD_NOT_UNLOCK" = "لا يمكن فتح قفل الـSIM. %@";
"Could not change PIN" = "لا يمكن تغيير الـ PIN. %@";
"CHANGE_PIN" = "تغيير الـ PIN";
"Error: Passwords do not match" = "خطأ: كلمتي السر غير متطابقتين.";

"ENABLE_TTY" = "هل ترغب باستعمال الـ TTY للمكالمة الحالية؟";
"DISABLE_TTY" = "هل ترغب بإيقاف الـ TTY للمكالمة/للمكالمات الحالية؟";

"Yes" = "نعم";
"No" = "لا";

"PHONE" = "‏رقم هاتفي: %@";

"MY_NUMBER" = "رقم هاتفي";
"UNKNOWN_NUMBER" = "غير معروف";
"MY_NUMBER_PLACEHOLDER" = "رقم";
"SAVE_MY_NUMBER" = "حفظ|إلغاء";
"CANCEL_MY_NUMBER" = "إلغاء|حفظ";

"SHOW" = "إظهار";
"HIDE" = "إخفاء";
"NETWORK" = "افتراضي";

"Change Voicemail Password" = "تغيير كلمة سر البريد الصوتي";
"PASSWORD" = "كلمة السر";
"OLD_PASSWORD_PROMPT" = "أدخل كلمة السر الحالية للبريد الصوتي";
"NEW_PASSWORD_PROMPT" = "أدخل كلمة سر جديدة للبريد الصوتي";
"NEW_PASSWORD_REENTRY_PROMPT" = "أدخل كلمة سر جديدة للبريد الصوتي مرة أخرى";
"NEW_PASSWORD_MISMATCH_PROMPT" = "كلمة سر غير مطابقة.  حاول مرة أخرى.";
"SAVING_PASSWORD_PROMPT" = "جاري حفظ كلمة السر…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "البريد الصوتي غير متوفر\nحاول لاحقًا.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "خطأ في البريد الصوتي\nتعذر تغيير كلمة السر الآن.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "تم حفظ كامة السر";

"DIAL_ASSIST_HELP" = "المساعدة الدولية تضيف تلقائيًا البادئة الدولية الصحيحة لأرقام الهاتف عند الاتصال من الخارج.";

"Contacts" = "جهات الاتصال";
"Sort Order" = "ترتيب الفرز";
"Display Order" = "ترتيب العرض";
"FIRST" = "الأول، العائلة";
"LAST" = "العائلة، الأول";

"CARRIER" = "شركة الاتصالات";
"CARRIER_SERVICES" = "خدمات الـ%@";

"PIN" = "PIN";
"CURRENT_PIN" = "الـ PIN الحالي";
"NEW_PIN" = "PIN جديد";
"CONFIRM_NEW_PIN" = "تأكيد الـ PIN الجديد";
"Error: PINs do not match" = "خطأ: الـ PIN غير متطابق";

"FORWARD_ALL" = "الكل";
"FORWARD_CUSTOM" = "مخصص";
"FORWARD_TO" = "تحويل إلى";
"FORWARDING_TO" = "جاري التحويل إلى";
"NO_ANSWER" = "لا توجد إجابة";
"BUSY" = "مشغول";
"UNREACHABLE" = "غير متاح";

"CALL_FORWARD_ERROR_TITLE" = "تحويل المكالمة";
"CALL_FORWARD_ERROR_MESSAGE" = "بعض إعدادات تحويل المكالمة لا يمكن تغييرها";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "لا يمكن حفظ رقم الهاتف.";
